Repository: Dekanat-Umweltwissenschaften/tud.portal.lla
Catalog: src/tud/portal/lla/locales/*/LC_MESSAGES/tud.portal.lla.po
Languages: de

source: ${note} This content has been already translated to the following languages: ${language_links}
de: ${note} Dieser Inhalt wurde bereits für folgende Sprache übersetzt: ${language_links}

source: A page that can hold tiles.
de: Eine Seite, die Kacheln beinhalten kann.

source: A tile that can be placed on a Tile Page.
de: Eine Kachel, die in einer Kachel-Seite platziert werden kann.

source: Accessibility
de: Barrierefreiheit

source: Address
de: Adresse

source: Alternative text for the image
de: Alternativtext für das Bild

source: Alternative text for the tile image
de: Alternativtext für das Kachel-Bild

source: An object to store contact information and offer a form.
de: Ein Objekt, um Kontaktinformation zu speichern und ein Formular dazu anzubieten.

source: Choose the languages you wish to translate this content object.
de: Wähle Sie die Sprachen aus, in die dieses Inhaltsobjekt übersetzt werden soll.

source: Color
de: Farbe

source: Contact
de: Kontakt

source: Contact Information
de: Kontaktinformationen

source: Contact email
de: Kontakt-Email-Adresse

source: Copyright information for the image
de: Copyright-Informationen für das Bild

source: Copyright information for the tile image
de: Copyright-Informationen für das Kachel-Bild

source: If checked, copied contents will also have the same state of the original content. Otherwise, it will be in the initial state (e.g. private).
de: Falls markiert, werden kopierte Inhalte in denselben Zustand wie das Original versetzt. Ansonsten wird der Inhalt in den initialen Zustand versetzt (z.B. privat).

source: Image
de: Bild

source: Image for tile (preview) representation
de: Kachel-Bild für die Vorschau-Ansicht

source: Internal Link target
de: Internes Link-Ziel

source: Introduction text
de: Einleitungstext

source: Keep workflow states?
de: Behalte Workflow-Zustände?

source: Languages
de: Sprachen

source: Legal notice and privacy
de: Impressum und Datenschutz

source: Newsletter Settings
de: Newsletter-Einstellungen

source: Note:
de: Hinweis:

source: Overrides the internal link target.
de: Überschreibt das interne Link-Ziel.

source: Phone
de: Telefon

source: The main image is used when no image is selected here
de: Das Haupt-Bild wird benutzt, wenn kein Bild hier ausgewählt wurde.

source: This text is not visible on the page, but is read by screen readers. It should describe what can be seen on the image.
de: Dieser Text ist nicht auf der Seite sichtbar, wird aber von Screenreadern vorgelesen. Er soll beschreiben, was auf der Abbildung zu sehen ist.

source: Tile
de: Kachel

source: Tile Page
de: Kachel-Seite

source: Title
de: Titel

source: Unable to send mail: ${exception}
de: Konnte die Mail nicht versenden: ${exception}

source: Width
de: Breite

source: Will be displayed on the right hand side.
de: Wird auf der rechten Seite angezeigt.

source: address
de: Adresse

source: button_mirror_content
de: Inhalte spiegeln

source: control_panel_newsletter_desc
de: Newsletter-relevante Einstellungen.

source: footer_life_logo_alt
de: Das Logo des Umweltprogramms LIFE

source: footer_life_text
de: Das Projekt wird durch das EU-Umweltprogramm LIFE gefördert.

source: imprintLink
de: Mehr Informationen

source: mailing_list_address
de: Mailingliste-Adresse

source: mailing_list_address_description
de: Wenn die Mailing-Liste-Adresse mylist@groups.tu-dresden.de ist, dann sollte hier mylist-request@groups.tu-dresden.de stehen. Dies funktioniert nur für das System mailman.

source: mirror_content_form_description
de: Mit diesem Formular können Sie das aktuelle Objekt und dessen Kinder von diesem Sprachordner in einen anderen Sprachordner replizieren. Sie müssen allerdings sicherstellen, dass der Container-Pfad im Ziel-Ort vorhanden ist.

source: mirror_content_form_label
de: Dieses Objekt in andere Sprachen spiegeln.

source: newsletter_email_address
de: Ihre E-Mail-Adresse

source: newsletter_form_description
de: Bitte geben Sie Ihre E-Mail-Adresse, um den LLA-Newsletter zu abonnieren oder abzubestellen

source: newsletter_subscribe
de: Abonnieren

source: newsletter_unsubscribe
de: Abbestellen

source: open_submenu
de: Untermenü öffnen

source: phone
de: Telefon

source: privacy_statement_text
de: Unsere Webseite nutzt Cookies und die Analysesoftware Piwik.

source: status_message_newsletter_subscribed
de: Eine Anfrage zum abonnieren des Newsletters wurde verschickt. Bitte prüfen Sie ihre E-Mails, um diese Aktion zu bestätigen.

source: status_message_newsletter_unsubscribed
de: Eine Anfrage zum abbestellen des Newsletters wurde verschickt. Bitte prüfen Sie ihre E-Mails, um diese Aktion zu bestätigen.

source: status_mirror_content_not_found
de: Container nicht gefunden: ${path}

source: status_mirror_content_success
de: Inhalte erfolgreich für folgende Sprache gespiegelt: ${languages}

source: title_mirror_content
de: Dieses Objekt in andere Sprachen spiegeln.
